tests/requests/mechanic_has_clocking_open_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dos="http://relead.nl/dossierservice"
                  xmlns:v4="http://relead.nl/dossierservice/V4">
    <soapenv:Header/>
    <soapenv:Body>
        <v4:StartWebklok>
            <v4:request>
                <dos:ImproductivityCode />
                <dos:LanguageCode>NL</dos:LanguageCode>
                <dos:MechanicNumber>4001</dos:MechanicNumber>
                <dos:OrderNumber>2012913023</dos:OrderNumber>
                <dos:Start>2019-01-06T07:54:00+00:00</dos:Start>
                <dos:UserName>User</dos:UserName>
            </v4:request>
        </v4:StartWebklok>
    </soapenv:Body>
</soapenv:Envelope>